---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Boolean.YesNo
source: html/34c44e0c-6a73-daf7-ffac-01deadfc1d64.htm
---
# Autodesk.Revit.DB.SpecTypeId.Boolean.YesNo Property

Yes/No, in discipline Common.

## Syntax (C#)
```csharp
public static ForgeTypeId YesNo { get; }
```